-- tb_admin
INSERT INTO dangx2.tb_admin (admin_id,admin_pwd,admin_name,admin_phone,admin_email,admin_type_cd,reg_date,mod_date,use_yn) VALUES
	 ('admin','03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4','관리자','010-1234-1234','admin@admin.com','1','2024-10-07 17:44:37','2024-10-07 17:44:37','Y');
	 
-- tb_user
INSERT INTO dangx2.tb_user (user_id,user_pwd,user_name,user_phone,user_email,user_post,user_addr,user_addr_dtl,user_gender_cd,user_status_cd,reg_date,mod_date,use_yn,user_agree_yn_1,user_agree_yn_2) VALUES
	 ('t1','03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4','테스터1','010-1234-1234','t1@te.com',NULL,NULL,NULL,'M','1','2024-09-30 15:14:05','2024-09-30 15:14:05','Y','Y','Y'),
	 ('t2','03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4','테스터2','010-1234-1234','t2@te.com',NULL,NULL,NULL,'M','1','2024-10-11 10:17:06','2024-10-11 10:17:06','Y','Y','Y'),
	 ('t3','03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4','테스터3','010-1234-1234','jklasd147@naver.com',NULL,NULL,NULL,'M','1','2024-10-11 10:17:06','2024-10-11 10:17:06','Y','Y','Y');
	 
-- tb_common_code
INSERT INTO dangx2.tb_common_code (group_cd,group_name,cd,cd_name,cd_order,use_yn) VALUES
	 ('admin_type_cd','관리자 구분','1','최고관리자',1,'Y'),
	 ('admin_type_cd','관리자 구분','2','일반관리자',2,'Y'),
	 ('board_type_cd','게시판 구분','1','쉼터',1,'Y'),
	 ('board_type_cd','게시판 구분','2','입양',2,'Y'),
	 ('board_type_cd','게시판 구분','3','후원',3,'Y'),
	 ('idle_gender_cd','아이들 성별','1','수컷',1,'Y'),
	 ('idle_gender_cd','아이들 성별','2','암컷',2,'Y'),
	 ('idle_type_cd','아이들 구분','1','쉼터',1,'Y'),
	 ('idle_type_cd','아이들 구분','2','임시보호',2,'Y'),
	 ('idle_type_cd','아이들 구분','3','입양',3,'Y');
INSERT INTO dangx2.tb_common_code (group_cd,group_name,cd,cd_name,cd_order,use_yn) VALUES
	 ('target_type_cd','파일 참조 타입','1','쉼터(게시판)',1,'Y'),
	 ('target_type_cd','파일 참조 타입','2','입양(게시판)',2,'Y'),
	 ('target_type_cd','파일 참조 타입','3','후원(게시판)',3,'Y'),
	 ('target_type_cd','파일 참조 타입','4','쉼터(아이들)',4,'Y'),
	 ('target_type_cd','파일 참조 타입','5','임시보호(아이들)',5,'Y'),
	 ('target_type_cd','파일 참조 타입','6','입양(아이들)',6,'Y'),
	 ('user_gender_cd','회원 성별','1','남',1,'Y'),
	 ('user_gender_cd','회원 성별','2','여',2,'Y'),
	 ('user_status_cd','회원 등급','1','일반사용자',1,'Y');
	 
-- tb_file
INSERT INTO dangx2.tb_file (save_name,org_name,`path`,file_order,target_type_cd,target_idx,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('dangx2_20240924104055.jpg','기쁨.jpg','20240924/4/',1,'4',1,'Y',0,'2024-09-24 10:58:45',0,'2024-10-04 11:37:29'),
	 ('dangx2_20240924104056.jpg','기쁨2.jpg','20240924/4/',2,'4',1,'Y',0,'2024-09-24 12:56:33',0,'2024-10-04 11:37:29'),
	 ('dangx2_20240924104057.jpg','라미.jpg','20240924/4/',1,'4',2,'Y',0,'2024-09-24 17:43:30',0,'2024-09-24 17:43:30'),
	 ('dangx2_20240924104058.jpg','라미1.jpg','20240924/4/',2,'4',2,'Y',0,'2024-09-24 17:44:07',0,'2024-09-24 17:44:07'),
	 ('dangx2_20240924104059.jpg','로즈.jpg','20240924/4/',1,'4',3,'Y',0,'2024-09-24 17:45:14',0,'2024-09-24 17:45:14'),
	 ('dangx2_20240924104060.jpg','로즈1.jpg','20240924/4/',2,'4',3,'Y',0,'2024-09-24 17:45:45',0,'2024-09-24 17:45:45'),
	 ('dangx2_20240924104061.jpg','리치.jpg','20240924/4/',1,'4',4,'Y',0,'2024-09-24 17:46:51',0,'2024-09-24 17:46:51'),
	 ('dangx2_20240924104062.jpg','리치1.jpg','20240924/4/',2,'4',4,'Y',0,'2024-09-24 17:50:15',0,'2024-09-24 17:50:15'),
	 ('dangx2_20240924104063.jpg','마루.jpg','20240924/4/',1,'4',5,'Y',0,'2024-09-24 17:51:40',0,'2024-09-24 17:51:40'),
	 ('dangx2_20240924104064.jpg','마루1.jpg','20240924/4/',2,'4',5,'Y',0,'2024-09-24 17:51:58',0,'2024-09-24 17:51:58');
INSERT INTO dangx2.tb_file (save_name,org_name,`path`,file_order,target_type_cd,target_idx,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('dangx2_20240924104065.jpg','모아.jpg','20240924/4/',1,'4',6,'Y',0,'2024-09-24 17:52:39',0,'2024-09-24 17:52:39'),
	 ('dangx2_20240924104066.jpg','모아1.jpg','20240924/4/',2,'4',6,'Y',0,'2024-09-24 17:52:50',0,'2024-09-24 17:52:50'),
	 ('dangx2_20240924104067.jpg','비룡.jpg','20240924/4/',1,'4',7,'Y',0,'2024-09-24 17:53:46',0,'2024-09-24 17:53:46'),
	 ('dangx2_20240924104068.jpg','비룡1.jpg','20240924/4/',2,'4',7,'Y',0,'2024-09-24 17:53:57',0,'2024-09-24 17:53:57'),
	 ('dangx2_20240924104069.jpg','시티.jpg','20240924/4/',1,'4',8,'Y',0,'2024-09-24 17:54:44',0,'2024-09-24 17:54:44'),
	 ('dangx2_20240924104070.jpg','시티1.jpg','20240924/4/',2,'4',8,'Y',0,'2024-09-24 17:55:20',0,'2024-09-24 17:55:20'),
	 ('dangx2_20240924104071.jpg','영삼.jpg','20240924/4/',1,'4',9,'Y',0,'2024-09-24 17:56:09',0,'2024-09-24 17:56:09'),
	 ('dangx2_20240924104072.jpg','영삼1.jpg','20240924/4/',2,'4',9,'Y',0,'2024-09-24 17:56:22',0,'2024-09-24 17:56:22'),
	 ('dangx2_20240924104073.jpg','재이.jpg','20240924/4/',1,'4',10,'Y',0,'2024-09-24 17:57:33',0,'2024-09-24 17:57:33'),
	 ('dangx2_20240924104074.jpg','재이1.jpg','20240924/4/',2,'4',10,'Y',0,'2024-09-24 17:57:42',0,'2024-09-24 17:57:42');
INSERT INTO dangx2.tb_file (save_name,org_name,`path`,file_order,target_type_cd,target_idx,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('dangx2_20240924104075.jpg','하트.jpg','20240924/4/',1,'4',11,'Y',0,'2024-09-24 17:58:47',0,'2024-09-24 17:58:47'),
	 ('dangx2_20240924104076.jpg','하트1.jpg','20240924/4/',2,'4',11,'Y',0,'2024-09-24 17:58:58',0,'2024-09-24 17:58:58'),
	 ('dangx2_20240924104077.jpg','호지.jpg','20240924/4/',1,'4',12,'Y',0,'2024-09-24 17:59:38',0,'2024-09-24 17:59:38'),
	 ('dangx2_20240924104078.jpg','호지1.jpg','20240924/4/',2,'4',12,'Y',0,'2024-09-24 17:59:47',0,'2024-09-24 17:59:47'),
	 ('dangx2_20240924104079.jpg','금쪽.jpg','20240924/4/',1,'4',39,'Y',0,'2024-09-24 18:00:33',0,'2024-09-24 18:00:33'),
	 ('dangx2_20240924104080.jpg','금쪽1.jpg','20240924/4/',2,'4',39,'Y',0,'2024-09-24 18:00:42',0,'2024-09-24 18:00:42'),
	 ('dangx2_20240924104081.jpg','머피.jpg','20240924/4/',1,'4',40,'Y',0,'2024-09-24 18:02:27',0,'2024-09-24 18:02:27'),
	 ('dangx2_20240924104082.jpg','머피1.jpg','20240924/4/',2,'4',40,'Y',0,'2024-09-24 18:02:33',0,'2024-09-24 18:02:33'),
	 ('dangx2_20240924104083.jpg','메리.jpg','20240924/4/',1,'4',41,'Y',0,'2024-09-24 18:03:11',0,'2024-09-24 18:03:11'),
	 ('dangx2_20240924104084.jpg','메리1.jpg','20240924/4/',2,'4',41,'Y',0,'2024-09-24 18:03:18',0,'2024-09-24 18:03:18');
INSERT INTO dangx2.tb_file (save_name,org_name,`path`,file_order,target_type_cd,target_idx,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('dangx2_20240924104085.jpg','목화.jpg','20240924/4/',1,'4',42,'Y',0,'2024-09-24 18:04:05',0,'2024-09-24 18:04:05'),
	 ('dangx2_20240924104086.jpg','목화1.jpg','20240924/4/',2,'4',42,'Y',0,'2024-09-24 18:04:10',0,'2024-09-24 18:04:10'),
	 ('dangx2_20240924104087.jpg','몬드.jpg','20240924/4/',1,'4',43,'Y',0,'2024-09-24 18:04:45',0,'2024-09-24 18:04:45'),
	 ('dangx2_20240924104088.jpg','몬드1.jpg','20240924/4/',2,'4',43,'Y',0,'2024-09-24 18:04:51',0,'2024-09-24 18:04:51'),
	 ('dangx2_20240924104089.jpg','무병.jpg','20240924/4/',1,'4',44,'Y',0,'2024-09-24 18:05:44',0,'2024-09-24 18:05:44'),
	 ('dangx2_20240924104090.jpg','무병1.jpg','20240924/4/',2,'4',44,'Y',0,'2024-09-24 18:05:52',0,'2024-09-24 18:05:52'),
	 ('dangx2_20240924104100.jpg','가온.jpg','20240924/6/',1,'6',21,'Y',0,'2024-10-04 09:45:38',0,'2024-10-04 09:45:38'),
	 ('dangx2_20240924104101.jpg','가온1.jpg','20240924/6/',2,'6',21,'Y',0,'2024-10-04 09:46:07',0,'2024-10-04 09:46:07'),
	 ('dangx2_20240924104102.jpg','고든.jpg','20240924/6/',1,'6',22,'Y',0,'2024-10-04 09:47:04',0,'2024-10-04 09:47:04'),
	 ('dangx2_20240924104103.jpg','고든1.jpg','20240924/6/',2,'6',22,'Y',0,'2024-10-04 09:47:19',0,'2024-10-04 09:47:19');
INSERT INTO dangx2.tb_file (save_name,org_name,`path`,file_order,target_type_cd,target_idx,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('dangx2_20240924104104.jpg','국화.jpg','20240924/6/',1,'6',23,'Y',0,'2024-10-04 09:47:48',0,'2024-10-04 09:47:48'),
	 ('dangx2_20240924104105.jpg','국화1.jpg','20240924/6/',2,'6',23,'Y',0,'2024-10-04 09:48:06',0,'2024-10-04 09:48:06'),
	 ('dangx2_20240924104106.jpg','그레이.jpg','20240924/6/',1,'6',24,'Y',0,'2024-10-04 09:48:44',0,'2024-10-04 09:48:44'),
	 ('dangx2_20240924104107.jpg','그레이1.jpg','20240924/6/',2,'6',24,'Y',0,'2024-10-04 09:48:54',0,'2024-10-04 09:48:54'),
	 ('dangx2_20240924104108.jpg','기운.jpg','20240924/6/',1,'6',25,'Y',0,'2024-10-04 09:49:57',0,'2024-10-04 09:49:57'),
	 ('dangx2_20240924104109.jpg','기운1.jpg','20240924/6/',2,'6',25,'Y',0,'2024-10-04 09:50:19',0,'2024-10-04 09:50:19'),
	 ('dangx2_20240924104110.jpg','깜돌.jpg','20240924/6/',1,'6',26,'Y',0,'2024-10-04 09:50:51',0,'2024-10-04 09:50:51'),
	 ('dangx2_20240924104111.jpg','깜돌1.jpg','20240924/6/',2,'6',26,'Y',0,'2024-10-04 09:51:00',0,'2024-10-04 09:51:00'),
	 ('dangx2_20240924104112.jpg','나무.jpg','20240924/6/',1,'6',27,'Y',0,'2024-10-04 09:51:37',0,'2024-10-04 09:51:37'),
	 ('dangx2_20240924104113.jpg','나무1.jpg','20240924/6/',2,'6',27,'Y',0,'2024-10-04 09:51:44',0,'2024-10-04 09:51:44');
INSERT INTO dangx2.tb_file (save_name,org_name,`path`,file_order,target_type_cd,target_idx,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('dangx2_20240924104114.jpg','나솔.jpg','20240924/6/',1,'6',28,'Y',0,'2024-10-04 09:52:54',0,'2024-10-04 09:52:54'),
	 ('dangx2_20240924104115.jpg','나솔1.jpg','20240924/6/',2,'6',28,'Y',0,'2024-10-04 09:53:04',0,'2024-10-04 09:53:04'),
	 ('dangx2_20240924104116.jpg','다롱.jpg','20240924/6/',1,'6',29,'Y',0,'2024-10-04 09:53:50',0,'2024-10-04 09:53:50'),
	 ('dangx2_20240924104117.jpg','다롱1.jpg','20240924/6/',2,'6',29,'Y',0,'2024-10-04 09:53:59',0,'2024-10-04 09:53:59'),
	 ('dangx2_20240924104118.jpg','단풍.jpg','20240924/6/',1,'6',30,'Y',0,'2024-10-04 09:54:50',0,'2024-10-04 09:54:50'),
	 ('dangx2_20240924104119.jpg','단풍1.jpg','20240924/6/',2,'6',30,'Y',0,'2024-10-04 09:55:00',0,'2024-10-04 09:55:00'),
	 ('dangx2_20240924104120.jpg','달래.jpg','20240924/6/',1,'6',31,'Y',0,'2024-10-04 09:55:51',0,'2024-10-04 09:55:51'),
	 ('dangx2_20240924104121.jpg','달래1.jpg','20240924/6/',2,'6',31,'Y',0,'2024-10-04 09:56:11',0,'2024-10-04 09:56:11'),
	 ('dangx2_20240924104122.jpg','돌체.jpg','20240924/6/',1,'6',32,'Y',0,'2024-10-04 09:57:00',0,'2024-10-04 09:57:00'),
	 ('dangx2_20240924104123.jpg','돌체1.jpg','20240924/6/',2,'6',32,'Y',0,'2024-10-04 09:57:09',0,'2024-10-04 09:57:09');
INSERT INTO dangx2.tb_file (save_name,org_name,`path`,file_order,target_type_cd,target_idx,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('dangx2_20240924104124.jpg','두레.jpg','20240924/6/',1,'6',33,'Y',0,'2024-10-04 09:57:49',0,'2024-10-04 09:57:49'),
	 ('dangx2_20240924104125.jpg','두레1.jpg','20240924/6/',2,'6',33,'Y',0,'2024-10-04 09:57:58',0,'2024-10-04 09:57:58'),
	 ('dangx2_20240924104126.jpg','두부.jpg','20240924/6/',1,'6',34,'Y',0,'2024-10-04 09:58:40',0,'2024-10-04 09:58:40'),
	 ('dangx2_20240924104127.jpg','두부1.jpg','20240924/6/',2,'6',34,'Y',0,'2024-10-04 09:58:52',0,'2024-10-04 09:58:52'),
	 ('dangx2_20240924104128.jpg','라이언.jpg','20240924/6/',1,'6',35,'Y',0,'2024-10-04 09:59:44',0,'2024-10-04 09:59:44'),
	 ('dangx2_20240924104129.jpg','라이언1.jpg','20240924/6/',2,'6',35,'Y',0,'2024-10-04 09:59:54',0,'2024-10-04 09:59:54'),
	 ('dangx2_20240924104130.jpg','라임.jpg','20240924/6/',1,'6',36,'Y',0,'2024-10-04 10:00:38',0,'2024-10-04 10:00:38'),
	 ('dangx2_20240924104131.jpg','라임1.jpg','20240924/6/',2,'6',36,'Y',0,'2024-10-04 10:00:47',0,'2024-10-04 10:00:47'),
	 ('dangx2_20240924104132.jpg','라차.jpg','20240924/6/',1,'6',37,'Y',0,'2024-10-04 10:01:25',0,'2024-10-04 10:01:25'),
	 ('dangx2_20240924104133.jpg','라차1.jpg','20240924/6/',2,'6',37,'Y',0,'2024-10-04 10:01:33',0,'2024-10-04 10:01:33');
INSERT INTO dangx2.tb_file (save_name,org_name,`path`,file_order,target_type_cd,target_idx,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('dangx2_20240924104134.jpg','럭키.jpg','20240924/6/',1,'6',38,'Y',0,'2024-10-04 10:02:06',0,'2024-10-04 10:02:06'),
	 ('dangx2_20240924104135.jpg','럭키1.jpg','20240924/6/',2,'6',38,'Y',0,'2024-10-04 10:02:14',0,'2024-10-04 10:02:14'),
	 ('dangx2_20240924104136.jpg','로희.jpg','20240924/6/',1,'6',55,'Y',0,'2024-10-04 10:02:53',0,'2024-10-04 10:02:53'),
	 ('dangx2_20240924104137.jpg','로희1.jpg','20240924/6/',2,'6',55,'Y',0,'2024-10-04 10:03:00',0,'2024-10-04 10:03:00'),
	 ('dangx2_20240924104138.jpg','루디.jpg','20240924/6/',1,'6',56,'Y',0,'2024-10-04 10:03:42',0,'2024-10-04 10:03:42'),
	 ('dangx2_20240924104139.jpg','루디1.jpg','20240924/6/',2,'6',56,'Y',0,'2024-10-04 10:03:51',0,'2024-10-04 10:03:51'),
	 ('dangx2_20240924104140.jpg','루비.jpg','20240924/6/',1,'6',57,'Y',0,'2024-10-04 10:04:27',0,'2024-10-04 10:04:27'),
	 ('dangx2_20240924104141.jpg','루비1.jpg','20240924/6/',2,'6',57,'Y',0,'2024-10-04 10:04:34',0,'2024-10-04 10:04:34'),
	 ('dangx2_20240924104142.jpg','루시.jpg','20240924/6/',1,'6',58,'Y',0,'2024-10-04 10:05:17',0,'2024-10-04 10:05:17'),
	 ('dangx2_20240924104143.jpg','루시1.jpg','20240924/6/',2,'6',58,'Y',0,'2024-10-04 10:05:26',0,'2024-10-04 10:05:26');
INSERT INTO dangx2.tb_file (save_name,org_name,`path`,file_order,target_type_cd,target_idx,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('dangx2_20240924104144.jpg','릴리.jpg','20240924/6/',1,'6',59,'Y',0,'2024-10-04 10:05:56',0,'2024-10-04 10:05:56'),
	 ('dangx2_20240924104145.jpg','릴리1.jpg','20240924/6/',2,'6',59,'Y',0,'2024-10-04 10:06:04',0,'2024-10-04 10:06:04'),
	 ('dangx2_20240924104146.jpg','마론.jpg','20240924/6/',1,'6',60,'Y',0,'2024-10-04 10:06:53',0,'2024-10-04 10:06:53'),
	 ('dangx2_20240924104147.jpg','마론1.jpg','20240924/6/',2,'6',60,'Y',0,'2024-10-04 10:07:04',0,'2024-10-04 10:07:04'),
	 ('dangx2_20240924104148.jpg','맥스.jpg','20240924/6/',1,'6',61,'Y',0,'2024-10-04 10:07:44',0,'2024-10-04 10:07:44'),
	 ('dangx2_20240924104149.jpg','맥스1.jpg','20240924/6/',2,'6',61,'Y',0,'2024-10-04 10:07:51',0,'2024-10-04 10:07:51'),
	 ('dangx2_20240924104150.jpg','멍.jpg','20240924/6/',1,'6',62,'Y',0,'2024-10-04 10:08:33',0,'2024-10-04 10:08:33'),
	 ('dangx2_20240924104151.jpg','멍1.jpg','20240924/6/',2,'6',62,'Y',0,'2024-10-04 10:08:41',0,'2024-10-04 10:08:41'),
	 ('dangx2_20240924104152.jpg','백산.jpg','20240924/6/',1,'6',63,'Y',0,'2024-10-04 10:09:25',0,'2024-10-04 10:09:25'),
	 ('dangx2_20240924104153.jpg','백산1.jpg','20240924/6/',2,'6',63,'Y',0,'2024-10-04 10:09:32',0,'2024-10-04 10:09:32');

-- tb_idle
INSERT INTO dangx2.tb_idle (idle_name,idle_breed,idle_year,idle_gender_cd,idle_neuter_yn,idle_kg,idle_rescue_content,idle_current_content,idle_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('기쁨','믹스견','2017','2','N','16','성환 주변과 남서울대 부근에 배회하던 다리 다친 개를 추적끝에 몰아서 포획.
사상충 치료 완료. 조용한 아이에요. 무서워 하지만 만지면 손길을 피하진 않아요.','여전히 조용하고 사람에게 가까이 오지는 않지만, 공격하지는 않아요.
다른 아이들과 무리없이 마당 산책도 잘합니다.
야외 배변 훈련도 잘 되어있고 견사를 깨끗하게 유지합니다.','1','Y',0,'2024-09-20 14:58:18',0,'2024-09-20 14:58:18'),
	 ('라미','믹스견','2017','2','Y','21','사람과 친화성은.. 겁쟁이라 절대 다가오지 않고 무서워하는데
소장님과 직원분 보더니 가까이 따라가고 그 주변을 궁금해하며 탐색하는 게 은근 호기심쟁이.
벨라 보고 그 자리에 계속 서서 숨겨 뒀던 꼬리 흔들며 관심 보였고
산책 중이던 친구 뒤 따라다니며 잘 움직이는 게
친구한테 호기심 많고 겁쟁이인 성격 뒤 밝고 활발한 모습이 있는 것 같았어요.','여전히 사람한테 겁을 먹어요. 하지만 공격성은 없는 순한 친구입니다.
친구들과 함께 무리없이 마당 산책도 잘하고 배변 훈련도 잘 되어 있어요.','1','Y',0,'2024-09-20 14:59:16',0,'2024-09-20 14:59:16'),
	 ('로즈','믹스견','2019','1','Y','13.8','진도믹스견. 아직 1살안됨. 완젼 쫄보 경계심 심함. 계속 짖음','사람에 대한 경계심은 갖고 있지만 공격성은 없어요.
남자 아이들과도 무리없이 잘 어울려요.
야외 배변을 좋아하지만, 오래 견사에 있으면 참지 못해요.','1','Y',0,'2024-09-20 15:00:02',0,'2024-09-20 15:00:02'),
	 ('리치','믹스견','2017','1','N','16','사람 무서워하고 다가오지 않아요.
안보는척 하고있다가 옆에 친구 사진찍고 왔더니 간식은 먹었어요. 사납진 않아보여요
공고에는 다리 피부병 있었던 것 처럼 보이는데 지금은 싹 나았구요,
우아한 자태로 앉아있는 도도한 친구.
이제 조금씩 쉼터 밖을 나와서 돌아다님. 운동장 밖은 안 나와요.','공격성은 없지만 사람 손을 타지 않아서 심장사상충 치료를 못하고 있어요.
낯선 사람 보면 짖어요.
하지만 이제 견사 안에서 편안하게 누워 지내고
이제 마당 산책도 잘 하가 때문에 야외 배변도 가능합니다.','1','Y',0,'2024-09-20 15:00:35',0,'2024-09-20 15:00:35'),
	 ('마루','믹스견','2020','1','Y','17','마루눈썹은 시바인데 털은 슈나우져 같은게 매력.굉장히 활발하고 ''앉아''를 잘해요.
대부분의 친구들과 잘 지내는데 좀 과격해서 친구들이 부담스러워 할때도 있어요.
영리한 아이라 조금만 신경쓰면 왠만한 개인기는 다 할 것 같아요','애교도 많도 사람을 무지 좋아해요. 천진난만한 눈이 매력이죠.
마초같은 외모와 성격이라 그런지 여자 아이들한테 인기가 많고
양보도 잘해요.
수컷들하고는 조금 어려울 수 있고, 흥분해서 싸울 때 건드리면 안되요.','1','Y',0,'2024-09-20 15:02:51',0,'2024-09-20 15:02:51'),
	 ('모아','믹스견','2015','2','Y','14','분홍코에 경계심이 조금있음. 발생장소로 부터 처음발견된 아이.
경계심 매우 심함. 계속 짖음.','겁이 많아 견사에 들어가면 짖지만, 간식에 진심인 아이.
다리는 짧지만 화사한 얼굴을 가지고 있어요.
여아들을 포함하여 친구들을 좋아하고 사회성도 좋아요.
마당 산책도 잘하고 야외 배변도 가능합니다.','1','Y',0,'2024-09-20 15:03:28',0,'2024-09-20 15:03:28'),
	 ('비룡','진도견','2017','1','Y','20.5','밖에 나와 초반에만 우왕좌왕하다 금세 적응하고 산책했어요.
활발한 아이라 줄당김이 있었지만 리드하는 대로 잘 따라와 줘 산책하기 수월했네요.
친구(여아)에게 꼬리치면서 다가갔는데 짧게 냄새만 맡고 가버렸어요.','사람을 마구 잘 따르지는 않지만, 무난해요.
견사에 들어가면 겁이 나서인지 잠시 짖어요.
외부산책도 가능하고, 야외 배변합니다.
마당에서 친구들과 잘 어울려요.','1','Y',0,'2024-09-20 15:04:04',0,'2024-09-20 15:04:04'),
	 ('시티','믹스견','2017','1','Y','5.1','겁이 많아서 입질을 한다고 하는데 간식은 잘 받아먹어요.','소심하고 겁이 많아서 많이 짖고, 사람에게 곁을 잘 주지는 않아요.
산책을 좋아하지만, 친구들과 잘 어울릴 줄을 몰라요.
체구는 작지만, 수컷들에게 적대감을 보여요.','1','Y',0,'2024-09-20 15:05:51',0,'2024-09-20 15:05:51'),
	 ('영삼','진도견','2017','1','Y','14.2','길가에 유실된 개를 신고자가 구조하여 보호소에 인계. 아나플라즈마 없음.','수려한 외모로 봉사자들에게 인기가 많아요.
겁이 많아서 사람한테 잘 다가오지는 않지만
손길을 거부하지는 않아요.
친구들과 무난하게 마당 산책하고, 야외 배변훈련 되어 있어요.
낯선 사람 보면 약간의 짖음이 있지만, 곧 진정합니다.','1','Y',0,'2024-09-20 15:06:34',0,'2024-09-20 15:06:34'),
	 ('재이','믹스견','2020','2','Y','15','4개월추정, 사람을 보면 반갑다고 달려들진 않지만, 손길을 잘 받아들여요.
움직이기 싫다고 바닥에 딱 붙어있길래 쓰다듬어주니 그 손을 핧아주기도 해요.','여리여리한 얼굴을 가진 사랑스러운 아이입니다.
하지만 매우 활발하고 샘도 많아요.
산책도 잘하지만 너무 좋아해서 가두어 두는 것이 가여운 아이입니다.','1','Y',0,'2024-09-20 15:07:13',0,'2024-09-20 15:07:13');
INSERT INTO dangx2.tb_idle (idle_name,idle_breed,idle_year,idle_gender_cd,idle_neuter_yn,idle_kg,idle_rescue_content,idle_current_content,idle_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('하트','믹스견','2020','2','Y','6.1','엄청난겁쟁이. 사람손 거의 안 탐. 많이 마른편.
임신한 상태로 들어와서 출산한 강아지라구 하더라구요.
아직 어린데 아가들 챙기는 모습에 마음이 짠했어요.
눈치를 많이 보긴 하지만 좋은 주인분 만나면 순하고 착해서 금방 좋아질것 같아요^^','사람한테는 다가가지 않지만, 친구들을 엄청 좋아해요.
깡총거리면서 친구들과 놀자고 리드해요.
친구들이 산책나가면 돌고래 소리 내면서 내보내 달라고 보채요.
큰 개들하고도 밀리지 않고 잘 놀아요.
견사 깨끗하게 유지하고, 야외 배변해요.
눈빛이 강렬해서 눈으로 욕하는 사막여우라고 오해 받는답니다.','1','Y',0,'2024-09-20 15:07:53',0,'2024-09-20 15:07:53'),
	 ('호지','믹스견','2017','2','Y','18','모색이 특이하고 생김새도 특이해요. 등쪽털이 ㅠㅠ많이 얼룩져있어요.
겁이 많은편 같아요. 얼마나 오랬동안 목줄을 하고 있었던지 꽉 조여져있고
털과 엉켜 잘 빠지지도 않았어요.','견사에서 절대 나오지 않더니
이제는 기다렸다는 듯이 친구들과 마당에서 놀아요.
높이뛰기 선수 같이 낮은 견사는 뛰어 넘어요.
대부분의 아이들과 너무 잘 어울려요.
짖음도 없고 얌전히 견사에서 기다리다
내보내 주면 야외 배변 합니다.','1','Y',0,'2024-09-20 15:08:40',0,'2024-09-20 15:08:40'),
	 ('광순,짱아','믹스견','2017','2','Y','8.1','저렇게 다리를 철장 밖으로 내밀고 귀엽게 가만히 앉아있어요.
관리받지 못했지만 털 상태 깨끗 문열고 쓰담해주니
코를 자꾸 핥던 아이. 어색한가봐여. 예쁜 아가(탈장수술해야함)',NULL,'2','Y',0,'2024-09-20 15:09:50',0,'2024-09-20 15:09:50'),
	 ('누룽','믹스견','2020','2','Y','17.5','5개월이상추정. 겁많음. 예민하고 개무룩.
바닥에 납작 엎드리고 구석으로 숨어요. 절대 움직이지않는 모습에 마음이 아팠습니다.
순해서 안아주면 안아주는데로 마냥 얌전해서 검사하는데 무리가 없었던 걸로 기억해요.','지금도 낯을 많이 가리지만, 익숙해지면 깨방정 떨며 놀고 애교 부려요.
순박해 보이는 외모에 순하디 순한 아이입니다.
친구들과 함께 놀기 좋아하고 마당 산책도 잘해요.
야외 배변 훈련도 잘 되어있고 견사를 깨끗하게 유지합니다.
조금만 친해지면 외부 산책도 가능해요.','2','Y',0,'2024-09-20 15:10:45',0,'2024-09-20 15:10:45'),
	 ('다은','믹스견','2016','2','Y','24','사진은 철장에 가려져서 예쁜 얼굴이 잘 안보이지만 예쁘게생겼어요. 다리에 상처가 있어요.',NULL,'2','Y',0,'2024-09-20 15:12:19',0,'2024-09-20 15:12:19'),
	 ('려누지백','믹스견','2017','1','Y','21','진도믹스견. 아직 1살안됨. 완전 쫄보. 경계심 심함. 계속 짖음.',NULL,'2','Y',0,'2024-09-20 15:12:44',0,'2024-09-20 15:12:44'),
	 ('모카','믹스견','2020','2','Y','18','태어난지 5개월 이상 추정.친구한테 관심이 많아보였어요. 누룽이 동생.
초반엔 겁먹어서 잘 안움직이고 사람 눈치를 좀 보긴했는데
적응하니까 사람한테 다가가서 냄새맡고 혼자서 잘 돌아다니더라구요.',NULL,'2','Y',0,'2024-09-20 15:13:08',0,'2024-09-20 15:13:08'),
	 ('벨라','믹스견','2017','2','Y','24','짖음 거의 없어요. 사람을 무척 좋아하고 잘 따릅니다.
산책하는 내내 얼굴을 핥아 주며 좋아했어요.
벨라가 이름이라 자주 불러줬더니 이름을 아는걸까요? 나중에는 이름 부르면 쳐다 보드라구요.
친구를 발견하곤 바로 달려가서 냄새를 맡으며 탐색했어요.
대형견 키워보고 싶으신데 강아지는 처음이시다 하시는 분들에게 입양갔으면 좋겠어요.
아이 정말 순하거든요. 이아이는 진짜 입양가면 잘살거에요ㅠ','여전히 간식보다 사람을 좋아하고, 치료 때문에 아프게 해도 입질도 짖음도 한번 하지 않아요.
햐지만 현재 어려운 병을 앓고 있어서, 처방식을 먹어야 해요.
쉼터에서 가장 사랑받는 아이입니다.
천진난만한 눈망울을 보면 빠져듭니다.
외부 산책도 가능하고 오래 가두어두지만 않으면 야외 배변도 가능합니다.','2','Y',0,'2024-09-20 15:13:44',0,'2024-09-20 15:13:44'),
	 ('줄리','믹스견','2020','2','Y','16.4','겁이 많고 순함. 가만히 앉아서 짖어요. 흥분해서 짖는 것은 아닌 것 같고 친구들이 짖어서 따라 짖는 건지 쳐다보는 것 싫다고 짖는 건지 알 수 없음.',NULL,'2','Y',0,'2024-09-20 15:14:23',0,'2024-09-20 15:14:23'),
	 ('호밀','믹스견','2019','2','Y','11','예민함. 사람경계. hs인터내셔널 배수로에 갇혀있었음.
겁이 많음. 소심. 다가오지 않음. 이따금 짖음.
손길 무서워하지만 철장문닫으면 궁금한지 킁킁 거림.
눈치보듯이 쳐다보는데 귀여워요 ㅠㅠ','임시 보호 다녀온 후 사람보면 꼬리치면서 달려와요.
마루와 친하고, 사람에 대한 샘이 좀 있어서 다른 아이 이뻐하면 마구 달려와요.
견사 깨끗하게 유지하고, 산책 잘 해요.
친근감 있는 외모와 같이 너무 귀여운 아이입니다.','2','Y',0,'2024-09-20 15:14:56',0,'2024-09-20 15:14:56');
INSERT INTO dangx2.tb_idle (idle_name,idle_breed,idle_year,idle_gender_cd,idle_neuter_yn,idle_kg,idle_rescue_content,idle_current_content,idle_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('가온','믹스견','2020','2','N','13',NULL,'인수인계시 개체카드없음,재공고빗질해주고 쓰다듬어 주었더니 괜찮아지고 산책하면서 평안을 찾은 것 같았어요 , 꼬리콥터를 흔들던 아이.다른 개들한테는 관심이 없었고 산책시 천천히 자기가 가고자 하는 길을 걷더라구요 https://cafe.naver.com/dike201/2587','3','Y',0,'2024-09-20 15:20:57',0,'2024-09-20 15:20:57'),
	 ('고든','믹스견','2017','1','N','22',NULL,'우측 앞다리 절음(올무에걸림). 털색깔이 매력적인 아이.','3','Y',0,'2024-09-20 15:21:23',0,'2024-09-20 15:21:23'),
	 ('국화','믹스견','2017','2','N','10',NULL,'문을 열자마자 뛰쳐나오는 아이예요. 못나오게 밀어 넣는게 너무 미안했어요.. 사람을 좋아하고 활발해서 너무 귀여워요. https://cafe.naver.com/dike201/2170https://cafe.naver.com/dike201/2376너무너무 순하고 애교도 많아요 안아주는것도 좋아하고 다른 개들한테 호기심이 많아요. 공격적이지 않아요. 산책시 뛰기보다는 주변의 냄새를 맡으며 얌전히 돌아다녔어요. 굉장히 얌전한 아이입니다. 세상 선비가 따로 없어요.','3','Y',0,'2024-09-20 15:21:50',0,'2024-09-20 15:21:50'),
	 ('그레이','믹스견','2019','2','N','15.5',NULL,'가슴에 흰털박힘','3','Y',0,'2024-09-20 15:22:13',0,'2024-09-20 15:22:13'),
	 ('기운','믹스견','2017','2','N','19',NULL,'https://cafe.naver.com/dike201/2591사람한테는 경계심없고 착하고 얌전해요간식을 입에는 가져가지만 먹지않더니 내려놔주니 두 발로 앙증맞게 먹었어요손으로 쓰다듬으려하니 흠칫 놀라다가 손냄새를 맡았어요','3','Y',0,'2024-09-20 15:22:36',0,'2024-09-20 15:22:36'),
	 ('깜돌','믹스견','2016','1','N','6.2',NULL,'테리어핏 순하고 잘안겨있음. 피서객에의해 구조됨.방어적 공격성. 개에 대한 공격성 없고 젠틀함.마운팅 하려고 할 때 있음. https://cafe.naver.com/dike201/2172몸 특히 겨드랑이쪽을 만지려고 하면 강하게 공격의사를 표현함아파서인지 신경이 예민한 상태인듯함.간식을 매우 좋아함.생존지능이 높다는 인상을 받음(잘 놀다가 다시 넣어주려고 할 때 강하게 저항함)','3','Y',0,'2024-09-20 15:23:05',0,'2024-09-20 15:23:05'),
	 ('나무','믹스견','2016','2','N','12',NULL,'https://cafe.naver.com/dike201/2035','3','Y',0,'2024-09-20 15:23:34',0,'2024-09-20 15:23:34'),
	 ('나솔','믹스견','2018','2','N','17',NULL,'피부병 조금. 구조당시에는 애들을 데리고 있어서 예민했던 아이인데현재는 1층에 상주하고 있으며 성격도 많이 좋아졌고만지는 것에 대한 거부감이 사라졌네요**해외입양희망자 있음, 임보처 이동 후 치료 필요**','3','Y',0,'2024-09-20 15:23:51',0,'2024-09-20 15:23:51'),
	 ('다롱','믹스견','2019','1','N','15',NULL,'1Kg도 안되던 아기가 이렇게 컸네요. 14번 아이랑 남매 https://cafe.naver.com/dike201/2409산책 초반에는 데면데면 하다가 산책에 익숙해지면서 장난치자며 달려들었어요. 다른개들을 보면 처음에는 호기심에 냄새를 맡아봐요. 이유없이 공격성을 보이진 않아요. 사진속 저 아이와 한번씩 서로 으르렁 거린 이후로는 산책하면서 저 개만 피해다녔어요. 많이 무서웠나봐요ㅜㅜ','3','Y',0,'2024-09-20 15:25:12',0,'2024-09-20 15:25:12'),
	 ('단풍','진도견','2019','1','N','23','빨강목줄 착용, 평상시는 순하고 사람을 잘 따름. 단, 맘에 드는사람만 목줄을 잡게 해줌.','빼어난 외모를 가진 전형적인 순백의 진돗개예요.
친구들한테 인기가 있지만, 잘 놀줄을 몰라요.
산책을 매우 좋아하고 영리한 아이예요.
임시보호 상태에서 사회성을 키우면 더할 나위 없는 반려견이 될 거예요.','3','Y',0,'2024-09-20 15:27:42',0,'2024-09-20 15:27:42');
INSERT INTO dangx2.tb_idle (idle_name,idle_breed,idle_year,idle_gender_cd,idle_neuter_yn,idle_kg,idle_rescue_content,idle_current_content,idle_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('달래','믹스견','2019','2','N','11',NULL,'발랄 달래https://cafe.naver.com/dike201/2358눈이 넘 슬퍼보이는 아가 문 열자마자 머리부터 내밀던 아이. 혹시라도 낙상사고 일어날까봐 문을 활짝 열어주지는 못했어요.사람 손길 좋아하는 아이.','3','Y',0,'2024-09-20 15:28:30',0,'2024-09-20 15:28:30'),
	 ('돌체','진도견','2019','2','N','15.3',NULL,'https://cafe.naver.com/dike201매우소심함.입질없음.갈비뼈가보일만큼 말랏음. 두려운 눈빛. 덜덜 떨리는 몸..줄당김은 전혀 없고, 구석으로 갈려는 경향이 있습니다.풀 냄새를 맡고 조금 걸으니 표정이 좋아졌어요. 처음에는 실외기 구석에 숨더니 자기가 나왔어요간식을 첫 날은 안먹었고, 2주 전에도 철장 안에서 웅크려서 무서워하더니 그 다음날에는 저를 기억하는건지 철장 가까이 다가와서 간식 받아갔어요! 조금 기다려주면 사회화 금방 될 것 같아요','3','Y',0,'2024-09-20 15:29:54',0,'2024-09-20 15:29:54'),
	 ('두레','진도견','2018','1','N','10.5',NULL,'순함,초록색 목줄웃는모습이 예뻐요 순둥이아직도 저 초록목줄을 하고있는 아이.장난은 치고싶어하는데 어색한것같은 느낌신나서 놀자고 로켓똥꼬도 하고 굉장히 발랄한 아이에요발톱이 너무 길어서 휘었는데도 뭐가좋다고 저렇게 해맑은건지귀가 간지러운지 많이 털었어요 ㅠㅠ','3','Y',0,'2024-09-20 15:30:25',0,'2024-09-20 15:30:25'),
	 ('두부','믹스견','2017','2','N','11',NULL,'테리어믹스 아이 털 포슬포슬 자라면 너무 귀여운데 ㅠㅠ피부가 빨개요 얼마나 힘들까요이 아이도 철장 문 열자마자 머리부터 내밀던 아이..저희 집 연유랑 닮아서 제가 연유야 하고 부르면서 놀아줬는데 미용해주면 훨씬 인물이 살 것 같아요.산책도 활기차게 잘하고 순해요.*다른 강아지들과 서로 냄새도 맡고 잘 어울렸습니다.','3','Y',0,'2024-09-20 15:30:53',0,'2024-09-20 15:30:53'),
	 ('라이언','믹스견','2019','1','N','8',NULL,'작은맹수다른 강아지 좋아합니다. 우디와 같이 산책했는데 우디를 보면 신나서 쫓아가요. 한시간 만에 저한테 꼬리도 흔들고 제 몸 위로 발도 올려준 아이에요마음 여는데 조금만 기다려 줄 가족이 생겼음 좋겠어요https://cafe.naver.com/dike201/2652','3','Y',0,'2024-09-20 15:31:15',0,'2024-09-20 15:31:15'),
	 ('라임','진도견','2018','2','N','15',NULL,'사람 좋아함https://cafe.naver.com/dike201/2849https://cafe.naver.com/dike201/3049친화력이 좋아 처음에 비해 잘다가와주는 성격입니다. 활발하고 애교도 엄청 많아 너무 예쁜아이예요. 활발하고 호기심도 많아요. 그러다보니 움직임도 있는 편인데 앞서서 먼저가가기도 하지만 줄을 당기려하는 모습은 없었어요. 줄당김 없이 사람을 아주 잘 따라주었어요','3','Y',0,'2024-09-20 15:31:38',0,'2024-09-20 15:31:38'),
	 ('라차','믹스견','2017','1','N','15.9',NULL,'순하고 발랄하던 녀석목줄 주변을 긁어줬는데 얼굴로 밀고 계속문 밖으로 나오고 싶어해서... 쪼금 쓰다듬다애기가 너무 순하고 사람 손을 좋아해줘서 편하게 산책했어요.https://cafe.naver.com/dike201/2267','3','Y',0,'2024-09-20 15:32:05',0,'2024-09-20 15:32:05'),
	 ('럭키','믹스견','2016','2','N','13',NULL,'빈집인근에 배회하는 강아지를 발견하여 구조요청, 3마리중 모견사람 매우 좋아하는 아이 같았어요. 너무 좋아서 양발 콩콩 뛰는게 어찌나 귀엽던지 ㅜㅜ적극적인 아이였어요.','3','Y',0,'2024-09-20 15:32:30',0,'2024-09-20 15:32:30'),
	 ('금쪽','믹스견','2017','1','N','8.8',NULL,'순하고 얌전해요','1','Y',0,'2024-09-20 15:37:05',0,'2024-09-20 15:37:05'),
	 ('머피','믹스견','2017','1','N','13',NULL,'순하고 얌전해요','1','Y',0,'2024-09-20 15:38:18',0,'2024-09-20 15:38:18');
INSERT INTO dangx2.tb_idle (idle_name,idle_breed,idle_year,idle_gender_cd,idle_neuter_yn,idle_kg,idle_rescue_content,idle_current_content,idle_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('메리','믹스견','2017','1','N','13',NULL,'순하고 얌전해요','1','Y',0,'2024-09-20 15:38:22',0,'2024-09-20 15:38:22'),
	 ('목화','믹스견','2017','1','N','15',NULL,'순하고 얌전해요','1','Y',0,'2024-09-20 15:38:27',0,'2024-09-20 15:38:27'),
	 ('몬드','믹스견','2017','1','N','13',NULL,'순하고 얌전해요','1','Y',0,'2024-09-20 15:38:31',0,'2024-10-08 11:57:21'),
	 ('무병','믹스견','2017','1','N','12',NULL,'순하고 얌전해요','1','Y',0,'2024-09-20 15:38:36',0,'2024-10-08 11:57:21'),
	 ('문이','믹스견','2018','1','N','17',NULL,'순하고 얌전해요','2','Y',0,'2024-09-20 15:39:03',0,'2024-09-20 15:39:03'),
	 ('미지','믹스견','2018','1','N','11',NULL,'순하고 얌전해요','2','Y',0,'2024-09-20 15:39:35',0,'2024-09-20 15:39:35'),
	 ('미호','믹스견','2018','1','N','9.5',NULL,'순하고 얌전해요','2','Y',0,'2024-09-20 15:39:39',0,'2024-09-20 15:39:39'),
	 ('민트','믹스견','2018','1','N','9',NULL,'순하고 얌전해요','2','Y',0,'2024-09-20 15:39:44',0,'2024-09-20 15:39:44'),
	 ('바다','믹스견','2016','1','N','16',NULL,'순하고 얌전해요','2','Y',0,'2024-09-20 15:39:49',0,'2024-09-20 15:39:49'),
	 ('반달','믹스견','2016','1','N','15',NULL,'순하고 얌전해요','2','Y',0,'2024-09-20 15:39:53',0,'2024-09-20 15:39:53');
INSERT INTO dangx2.tb_idle (idle_name,idle_breed,idle_year,idle_gender_cd,idle_neuter_yn,idle_kg,idle_rescue_content,idle_current_content,idle_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('반디','믹스견','2016','1','N','13',NULL,'순하고 얌전해요','2','Y',0,'2024-09-20 15:39:59',0,'2024-09-20 15:39:59'),
	 ('방글,낙엽','믹스견','2016','1','N','14',NULL,'순하고 얌전해요','2','Y',0,'2024-09-20 15:40:07',0,'2024-09-20 15:40:07'),
	 ('백산','믹스견','2018','1','N','20',NULL,'순하고 얌전해요','2','Y',0,'2024-09-20 15:40:12',0,'2024-09-20 15:40:12'),
	 ('백설','믹스견','2018','1','N','15.5',NULL,'순하고 얌전해요','2','Y',0,'2024-09-20 15:40:16',0,'2024-09-20 15:40:16'),
	 ('로희','믹스견','2019','2','N','13.6',NULL,'콧등이 좀 더 밝아요. 얌전하고 사람과 지냈던 아이 같아요.귀여운 엄살쟁이 강아지 입니다. 겁이 많아 만지면 조금 놀라긴했으나 입질이나 으르렁은 전혀 없었고요. 엄살이 심한거 같더니만 아무것도 안했는데도 계속 깨갱거려서 귀엽기도하고 넘 안쓰웠네요.사람 손길은 좋아서 만져주면 드러누웠어요. 무서워하는건 낯설어서 그런듯 합니다. 시간 지나니까 나아졌구요! 역시나 너무 순하고 귀여운 강아지였습니다ㅠㅠ','3','Y',0,'2024-09-30 13:07:13',0,'2024-09-30 13:07:13'),
	 ('루디','믹스견','2018','2','N','17.8',NULL,'순하고 길쭉길쭉늘씬함사람과 살았던 기억이 있는 아이같아요. 이 아이도 발랄하고 나오고싶은지 철장에 매달리는 아이..https://cafe.naver.com/dike201/2156짖음은 없었는데 눈앞에 사람이 없으니까 짧게 한번 하울링 했었어요. 활발한 아이라 줄당김 살짝 있었고 다른 곳에서 놀고 있다가도 부르면 오는 아이였어요','3','Y',0,'2024-09-30 13:07:56',0,'2024-09-30 13:07:56'),
	 ('루비','믹스견','2019','2','N','7.8',NULL,'3마리 같이 입소, 3개월추정실외배변 하고, 산책 시 줄당김 없어요. 궁금한 것도 많고 소심하지만 산책 좋아해요.좀 만 지나면 보호자 껌딱지될 가능성 높아요.큰 개들 사이에도 밀리지 않는 당찬 아이고, 혹시 불리하면 켄넬로 쏙 들어갔다 다시 나오고 아주 영리해요.','3','Y',0,'2024-09-30 13:08:20',0,'2024-09-30 13:08:20'),
	 ('루시','믹스견','2016','2','Y','9',NULL,'https://cafe.naver.com/dike201/2104​겁이 많아보여요. 그래도 간식도 잘 받아먹고 사랑받으면 충분히 달라질 수 있을거예요. 발만 흰색이라 너무 귀엽고 눈이 슬퍼보여서 속상했어요. 비교적 평온한 강아지에게는 조심스럽게 다가가 냄새를 맡았습니다. 하지만 너무 적극적이거나 흥분한 강아지는 피하는모습이 보였습니다. 이 때 겁을 먹었다기보단 걸음을 멈추거나 제 뒤에 숨어 그 강아지가 지나가길 기다렸습니다.','3','Y',0,'2024-09-30 13:08:52',0,'2024-09-30 13:08:52'),
	 ('릴리','믹스견','2016','2','Y','17.8',NULL,'출산경험이 많이 보이는 아이. 산책 엄청 잘해요. 완전 똥꼬발랄. 기운이한테 올라타려다 거절당하고 화내고 쫒아가고 정말 귀여운 아이였어요. 목줄 맬 때 잠깐 겁내긴 했는데 곧 목줄 잘 받고 줄당김 살짝 있지만 잘 따라다니고 앞장서서 다니고 귀여운 아이에요. 시간을 갖고 애정의 손길을 가져줄 가족이 필요해보이는 아이입니다..ㅠ','3','Y',0,'2024-09-30 13:09:19',0,'2024-09-30 13:09:19'),
	 ('마론','믹스견','2018','2','N','15.8',NULL,'올무에 걸려있는 강아지를 서북소방서에서 구조후 보호소 인계조치. 병원진찰후 약처방. 순함. 멋진 털과 길고 날렵한 몸매를 가진 친구입니다. 겁이 정말 많은 아이였어요.검사결과 기다리는동안 짧은 산책을 시켜주려는데 한 걸음도 제대로 떼지를 못하고 구석으로 숨으려고만 하더라구요. 흙 냄새라도 맡게해주고 싶어서 안아서 옮기고 10분정도 쓰다듬어 주었는데..아이 표정변화 봐주세요.','3','Y',0,'2024-09-30 13:09:46',0,'2024-09-30 13:09:46');
INSERT INTO dangx2.tb_idle (idle_name,idle_breed,idle_year,idle_gender_cd,idle_neuter_yn,idle_kg,idle_rescue_content,idle_current_content,idle_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('맥스','말라뮤트믹스','2017','1','N','19',NULL,'얌전하고순함,믹스견굉장히 겁이 많은 친구 같았어요!!눈마주치는 것도 불편해 하는 것 같았습니다..케이지가 불편해서일까요​짖지도 않고, 손길을 외려 피하는데 마음이 찡하더라구요ㅠㅠ간식 주는데도 안먹어서 문 열고 밥 그릇에 넣어줬어요..!','3','Y',0,'2024-09-30 13:10:13',0,'2024-09-30 13:10:13'),
	 ('멍','믹스견','2018','2','N','20',NULL,'https://cafe.naver.com/dike201/1614똘망똘망한 눈으로 쳐다보는 모습이 너무 사랑스러운 아이꼬리 살랑 흔들며 쳐다봐줘요.. 밖에 굉장히 오랜만에 나온 아이같아요. 처음엔 안나올려고 엄청 고집 부리더니 밖에 나오고 10분만에 바로 적응해버리네요.외형은 셰퍼드와 보더콜리가 섞인 듯한 느낌입니다.앉아, 기다려 다 해요.','3','Y',0,'2024-09-30 13:10:39',0,'2024-09-30 13:10:39'),
	 ('백산','믹스견','2017','1','N','31',NULL,'순한편,이름 : 백산이 https://cafe.naver.com/dike201/2809백산이는 순둥순둥한 외모에 똑똑한 아이라고해요.보호소 처음 왔을때 심하게 피설사를해서 사상충검사를 했는데 양성이 나왔어요. 현재는 설사는 안하지만 사상충 치료는 못했어요. 먹는것은 엄청 잘 먹고 소심해요. 하지만 산책을 너무 좋아하는 아이.','3','Y',0,'2024-09-30 13:11:13',0,'2024-09-30 13:11:13');
	 
-- tb_board
INSERT INTO dangx2.tb_board (title,content,file_idx,board_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('쉼터 게시판 제목입니다','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-20 21:20:02',1,'2024-09-20 21:20:02'),
	 ('쉼터 게시판 제목입니다 1','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-21 02:20:02',1,'2024-09-21 02:20:02'),
	 ('쉼터 게시판 제목입니다 2','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-21 07:20:02',1,'2024-09-21 07:20:02'),
	 ('쉼터 게시판 제목입니다 3','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-21 12:20:02',1,'2024-09-21 12:20:02'),
	 ('쉼터 게시판 제목입니다 4','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-21 17:20:02',1,'2024-09-21 17:20:02'),
	 ('쉼터 게시판 제목입니다 5','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-21 22:20:02',1,'2024-09-21 22:20:02'),
	 ('쉼터 게시판 제목입니다 6','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-22 03:20:02',1,'2024-09-22 03:20:02'),
	 ('쉼터 게시판 제목입니다 7','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-22 08:20:02',1,'2024-09-22 08:20:02'),
	 ('쉼터 게시판 제목입니다 8','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-22 13:20:02',1,'2024-09-22 13:20:02'),
	 ('쉼터 게시판 제목입니다 9','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-22 18:20:02',1,'2024-09-22 18:20:02');
INSERT INTO dangx2.tb_board (title,content,file_idx,board_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('쉼터 게시판 제목입니다 10','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-22 23:20:02',1,'2024-09-22 23:20:02'),
	 ('쉼터 게시판 제목입니다 11','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-23 04:20:02',1,'2024-09-23 04:20:02'),
	 ('쉼터 게시판 제목입니다 12','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-23 09:20:02',1,'2024-09-23 09:20:02'),
	 ('쉼터 게시판 제목입니다 13','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-23 14:20:02',1,'2024-09-23 14:20:02'),
	 ('쉼터 게시판 제목입니다 14','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-23 19:20:02',1,'2024-09-23 19:20:02'),
	 ('쉼터 게시판 제목입니다 15','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-24 00:20:02',1,'2024-09-24 00:20:02'),
	 ('쉼터 게시판 제목입니다 16','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-24 05:20:02',1,'2024-09-24 05:20:02'),
	 ('쉼터 게시판 제목입니다 17','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-24 10:20:02',1,'2024-09-24 10:20:02'),
	 ('쉼터 게시판 제목입니다 18','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-24 15:20:02',1,'2024-09-24 15:20:02'),
	 ('쉼터 게시판 제목입니다 19','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-24 20:20:02',1,'2024-09-24 20:20:02');
INSERT INTO dangx2.tb_board (title,content,file_idx,board_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('쉼터 게시판 제목입니다 20','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-25 01:20:02',1,'2024-09-25 01:20:02'),
	 ('쉼터 게시판 제목입니다 21','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-25 06:20:02',1,'2024-09-25 06:20:02'),
	 ('쉼터 게시판 제목입니다 22','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-25 11:20:02',1,'2024-09-25 11:20:02'),
	 ('쉼터 게시판 제목입니다 23','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-25 16:20:02',1,'2024-09-25 16:20:02'),
	 ('쉼터 게시판 제목입니다 24','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-25 21:20:02',1,'2024-09-25 21:20:02'),
	 ('쉼터 게시판 제목입니다 25','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-26 02:20:02',1,'2024-09-26 02:20:02'),
	 ('쉼터 게시판 제목입니다 26','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-26 07:20:02',1,'2024-09-26 07:20:02'),
	 ('쉼터 게시판 제목입니다 27','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-26 12:20:02',1,'2024-09-26 12:20:02'),
	 ('쉼터 게시판 제목입니다 28','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-26 17:20:02',1,'2024-09-26 17:20:02'),
	 ('쉼터 게시판 제목입니다 29','쉼터 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'1','Y',1,'2024-09-26 22:20:02',1,'2024-09-26 22:20:02');
INSERT INTO dangx2.tb_board (title,content,file_idx,board_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('입양 게시판 제목입니다','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-20 21:20:02',1,'2024-09-20 21:20:02'),
	 ('입양 게시판 제목입니다 1','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-21 02:20:02',1,'2024-09-21 02:20:02'),
	 ('입양 게시판 제목입니다 2','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-21 07:20:02',1,'2024-09-21 07:20:02'),
	 ('입양 게시판 제목입니다 3','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-21 12:20:02',1,'2024-09-21 12:20:02'),
	 ('입양 게시판 제목입니다 4','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-21 17:20:02',1,'2024-09-21 17:20:02'),
	 ('입양 게시판 제목입니다 5','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-21 22:20:02',1,'2024-09-21 22:20:02'),
	 ('입양 게시판 제목입니다 6','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-22 03:20:02',1,'2024-09-22 03:20:02'),
	 ('입양 게시판 제목입니다 7','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-22 08:20:02',1,'2024-09-22 08:20:02'),
	 ('입양 게시판 제목입니다 8','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-22 13:20:02',1,'2024-09-22 13:20:02'),
	 ('입양 게시판 제목입니다 9','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-22 18:20:02',1,'2024-09-22 18:20:02');
INSERT INTO dangx2.tb_board (title,content,file_idx,board_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('입양 게시판 제목입니다 10','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-22 23:20:02',1,'2024-09-22 23:20:02'),
	 ('입양 게시판 제목입니다 11','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-23 04:20:02',1,'2024-09-23 04:20:02'),
	 ('입양 게시판 제목입니다 12','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-23 09:20:02',1,'2024-09-23 09:20:02'),
	 ('입양 게시판 제목입니다 13','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-23 14:20:02',1,'2024-09-23 14:20:02'),
	 ('입양 게시판 제목입니다 14','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-23 19:20:02',1,'2024-09-23 19:20:02'),
	 ('입양 게시판 제목입니다 15','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-24 00:20:02',1,'2024-09-24 00:20:02'),
	 ('입양 게시판 제목입니다 16','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-24 05:20:02',1,'2024-09-24 05:20:02'),
	 ('입양 게시판 제목입니다 17','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-24 10:20:02',1,'2024-09-24 10:20:02'),
	 ('입양 게시판 제목입니다 18','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-24 15:20:02',1,'2024-09-24 15:20:02'),
	 ('입양 게시판 제목입니다 19','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-24 20:20:02',1,'2024-09-24 20:20:02');
INSERT INTO dangx2.tb_board (title,content,file_idx,board_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('입양 게시판 제목입니다 20','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-25 01:20:02',1,'2024-09-25 01:20:02'),
	 ('입양 게시판 제목입니다 21','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-25 06:20:02',1,'2024-09-25 06:20:02'),
	 ('입양 게시판 제목입니다 22','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-25 11:20:02',1,'2024-09-25 11:20:02'),
	 ('입양 게시판 제목입니다 23','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-25 16:20:02',1,'2024-09-25 16:20:02'),
	 ('입양 게시판 제목입니다 24','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-25 21:20:02',1,'2024-09-25 21:20:02'),
	 ('입양 게시판 제목입니다 25','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-26 02:20:02',1,'2024-09-26 02:20:02'),
	 ('입양 게시판 제목입니다 26','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-26 07:20:02',1,'2024-09-26 07:20:02'),
	 ('입양 게시판 제목입니다 27','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-26 12:20:02',1,'2024-09-26 12:20:02'),
	 ('입양 게시판 제목입니다 28','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-26 17:20:02',1,'2024-09-26 17:20:02'),
	 ('입양 게시판 제목입니다 29','입양 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'2','Y',1,'2024-09-26 22:20:02',1,'2024-09-26 22:20:02');
INSERT INTO dangx2.tb_board (title,content,file_idx,board_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('후원 게시판 제목입니다','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-20 21:20:02',1,'2024-09-20 21:20:02'),
	 ('후원 게시판 제목입니다 1','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-21 02:20:02',1,'2024-09-21 02:20:02'),
	 ('후원 게시판 제목입니다 2','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-21 07:20:02',1,'2024-09-21 07:20:02'),
	 ('후원 게시판 제목입니다 3','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-21 12:20:02',1,'2024-09-21 12:20:02'),
	 ('후원 게시판 제목입니다 4','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-21 17:20:02',1,'2024-09-21 17:20:02'),
	 ('후원 게시판 제목입니다 5','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-21 22:20:02',1,'2024-09-21 22:20:02'),
	 ('후원 게시판 제목입니다 6','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-22 03:20:02',1,'2024-09-22 03:20:02'),
	 ('후원 게시판 제목입니다 7','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-22 08:20:02',1,'2024-09-22 08:20:02'),
	 ('후원 게시판 제목입니다 8','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-22 13:20:02',1,'2024-09-22 13:20:02'),
	 ('후원 게시판 제목입니다 9','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-22 18:20:02',1,'2024-09-22 18:20:02');
INSERT INTO dangx2.tb_board (title,content,file_idx,board_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('후원 게시판 제목입니다 10','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-22 23:20:02',1,'2024-09-22 23:20:02'),
	 ('후원 게시판 제목입니다 11','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-23 04:20:02',1,'2024-09-23 04:20:02'),
	 ('후원 게시판 제목입니다 12','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-23 09:20:02',1,'2024-09-23 09:20:02'),
	 ('후원 게시판 제목입니다 13','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-23 14:20:02',1,'2024-09-23 14:20:02'),
	 ('후원 게시판 제목입니다 14','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-23 19:20:02',1,'2024-09-23 19:20:02'),
	 ('후원 게시판 제목입니다 15','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-24 00:20:02',1,'2024-09-24 00:20:02'),
	 ('후원 게시판 제목입니다 16','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-24 05:20:02',1,'2024-09-24 05:20:02'),
	 ('후원 게시판 제목입니다 17','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-24 10:20:02',1,'2024-09-24 10:20:02'),
	 ('후원 게시판 제목입니다 18','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-24 15:20:02',1,'2024-09-24 15:20:02'),
	 ('후원 게시판 제목입니다 19','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-24 20:20:02',1,'2024-09-24 20:20:02');
INSERT INTO dangx2.tb_board (title,content,file_idx,board_type_cd,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 ('후원 게시판 제목입니다 20','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-25 01:20:02',1,'2024-09-25 01:20:02'),
	 ('후원 게시판 제목입니다 21','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-25 06:20:02',1,'2024-09-25 06:20:02'),
	 ('후원 게시판 제목입니다 22','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-25 11:20:02',1,'2024-09-25 11:20:02'),
	 ('후원 게시판 제목입니다 23','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-25 16:20:02',1,'2024-09-25 16:20:02'),
	 ('후원 게시판 제목입니다 24','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-25 21:20:02',1,'2024-09-25 21:20:02'),
	 ('후원 게시판 제목입니다 25','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-26 02:20:02',1,'2024-09-26 02:20:02'),
	 ('후원 게시판 제목입니다 26','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-26 07:20:02',1,'2024-09-26 07:20:02'),
	 ('후원 게시판 제목입니다 27','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-26 12:20:02',1,'2024-09-26 12:20:02'),
	 ('후원 게시판 제목입니다 28','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-26 17:20:02',1,'2024-09-26 17:20:02'),
	 ('후원 게시판 제목입니다 29','후원 게시판 내용입니다. 1234567890 A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅅ, ㅇ, ㅈ, ㅊ, ㅋ, ㅌ, ㅍ, ㅎ ㄲ, ㄸ, ㅃ, ㅆ, ㅉ ㅏ, ㅑ, ㅓ, ㅕ, ㅗ, ㅛ, ㅜ, ㅠ, ㅡ, ㅣ ㅐ, ㅒ, ㅔ, ㅖ, ㅘ, ㅙ, ㅚ, ㅝ, ㅞ, ㅟ, ㅢ ',NULL,'3','Y',1,'2024-09-26 22:20:02',1,'2024-09-26 22:20:02');
	 
-- tb_idle_reply
INSERT INTO dangx2.tb_idle_reply (idle_idx,content,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 (1,'기쁨이 귀엽다!','Y',1,'2024-10-01 09:42:28',1,'2024-10-01 09:42:28'),
	 (1,'기쁨이 귀엽다! 1','Y',1,'2024-10-02 09:42:28',1,'2024-10-02 09:42:28'),
	 (1,'기쁨이 귀엽다! 2','Y',1,'2024-10-03 09:42:28',1,'2024-10-03 09:42:28'),
	 (1,'기쁨이 귀엽다! 3','Y',1,'2024-10-04 09:42:28',1,'2024-10-04 09:42:28'),
	 (1,'기쁨이 귀엽다! 4','Y',1,'2024-10-05 09:42:28',1,'2024-10-05 09:42:28'),
	 (1,'기쁨이 귀엽다! 5','Y',1,'2024-10-06 09:42:28',1,'2024-10-06 09:42:28');
	 
-- tb_board_reply
INSERT INTO dangx2.tb_board_reply (board_idx,content,use_yn,reg_idx,reg_date,mod_idx,mod_date) VALUES
	 (30,'쉼터 게시판 댓글입니다 !','Y',1,'2024-10-01 10:21:34',1,'2024-10-01 10:21:34'),
	 (30,'쉼터 게시판 댓글입니다 ! 1','Y',1,'2024-10-02 10:21:34',1,'2024-10-02 10:21:34'),
	 (30,'쉼터 게시판 댓글입니다 ! 2','Y',1,'2024-10-03 10:21:34',1,'2024-10-03 10:21:34'),
	 (30,'쉼터 게시판 댓글입니다 ! 3','Y',1,'2024-10-04 10:21:34',1,'2024-10-04 10:21:34'),
	 (30,'쉼터 게시판 댓글입니다 ! 4','Y',1,'2024-10-05 10:21:34',1,'2024-10-05 10:21:34'),
	 (30,'쉼터 게시판 댓글입니다 ! 5','Y',1,'2024-10-06 10:21:34',1,'2024-10-06 10:21:34');


